<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>



  
  
  <meta content="text/html; charset=ISO-8859-1" http-equiv="content-type">


  
  
  <title>ecofarmasintomas</title>
</head>


<body style="background-color: rgb(12, 81, 10); color: rgb(0, 0, 0);" alink="#ee0000" link="#0000ee" vlink="#551a8b">



<div style="text-align: center; width: 1350px; font-family: Georgia; background-color: rgb(26, 179, 21);"><big style="font-weight: bold;"><big><big><big><big>ECOFARMA</big></big></big></big></big></div>

<table style="text-align: left; width: 1350px; height: 60px;" border="1" cellpadding="2" cellspacing="2">

  <tbody>

    <tr style="font-weight: bold;" align="center">

      <td style="background-color: rgb(26, 179, 21);"><a href="ecofarmasintomas.html"><big><big>SALIR</big></big></a></td>

    </tr>

    <tr align="center">

      <td style="background-color: rgb(26, 179, 21);"><big style="font-weight: bold;"><big>PLANTAS PARA LA ANSIEDAD</big></big></td>

    </tr>

  
  </tbody>
</table>

&nbsp; <br>

<ul style="font-family: Georgia;">

  <li><big>&#9888;</big><big><big style="font-weight: bold;"><big><small>RECOMENDACIONES</small></big></big>&#9888;&#65039;</big><span style="font-weight: bold;"><big><big>:</big></big></span></li>

</ul>

<ul style="font-family: Georgia;">

  <li style="text-align: justify;" data-start="455" data-end="904">
    
    <p data-start="457" data-end="904"><big><big>&#9989; <strong data-start="459" data-end="483">Uso adecuado:</strong><br data-start="483" data-end="486">

Aunque las plantas medicinales como la valeriana, la pasiflora o la
manzanilla son efectivas para reducir la ansiedad, es importante no
exceder las dosis recomendadas. Su abuso puede provocar somnolencia
excesiva, fatiga o incluso dependencia leve si se usan de forma
continua sin control. Siempre se recomienda comenzar con dosis bajas y
aumentar gradualmente bajo orientaci&oacute;n de un profesional de la
salud natural.</big></big></p>

    <big><big>
    </big></big></li>

  
  <li style="text-align: justify;" data-start="906" data-end="1337"><big><big>
    </big></big>
    
    <p data-start="908" data-end="1337"><big><big>&#9989; <strong data-start="910" data-end="950">Identificaci&oacute;n precisa:</strong><br data-start="950" data-end="953">

Aseg&uacute;rate de que la planta que utilizas sea la correcta. Muchas
especies comparten nombres comunes, lo que puede llevar a confusiones.
Por ejemplo, la pasiflora tiene m&uacute;ltiples variedades, pero no
todas tienen efectos ansiol&iacute;ticos. Si compras la planta seca o
en extracto, verifica el nombre cient&iacute;fico en la etiqueta (por
ejemplo, <em data-start="1287" data-end="1309">Passiflora incarnata</em>) y la calidad del producto.</big></big></p>

    <big><big>
    </big></big></li>
  <li style="text-align: justify;" data-start="1339" data-end="1806"><big><big>
    </big></big>
    
    <p data-start="1341" data-end="1806"><big><big>&#9989;<span style="font-weight: bold;">P</span><strong data-start="1343" data-end="1392">recauciones:</strong><br data-start="1392" data-end="1395">

Aunque estas plantas tienen siglos de uso tradicional, es importante
recordar que las condiciones modernas de vida y salud han cambiado.
Personas con trastornos de ansiedad diagnosticados, mujeres embarazadas
o personas que toman medicamentos psicotr&oacute;picos deben consultar
con un m&eacute;dico antes de iniciar un tratamiento natural. La
medicina herbolaria debe ser un complemento, no un sustituto directo
sin gu&iacute;a.</big></big></p>

  </li>

</ul>


<br style="font-family: Georgia;">

<h3 style="font-family: Georgia;" data-start="213" data-end="263"><big><big><big>1.</big>&nbsp;<strong data-start="220" data-end="233"></strong></big></big><big><big><strong data-start="271" data-end="308">Valeriana (Valeriana officinalis):</strong></big></big></h3>
<br style="font-family: Georgia;">
<div style="text-align: center; font-family: Georgia;"><img style="width: 641px; height: 405px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-09%20a%20las%2017.09.41_0a8e2808.jpg"><br>
<br>
<div style="text-align: justify;">
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">USOS:</span>&nbsp;</big></big></big></big></li>
</ul>
<big><big><big>La ra&iacute;z de valeriana se utiliza como un calmante
natural. Ayuda a disminuir la ansiedad leve, el insomnio nervioso y el
estr&eacute;s. Puede tomarse en infusiones, c&aacute;psulas o tinturas.
Su efecto se nota con el uso regular durante varias semanas, y es
com&uacute;nmente recomendada para personas con ansiedad generalizada.<br>
</big></big></big>
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>
</ul>
<big><big><big>La valeriana es una planta herb&aacute;cea perenne
originaria de Europa y Asia. Su ra&iacute;z contiene compuestos como
los valepotriatos y el &aacute;cido valer&eacute;nico, que
act&uacute;an sobre el sistema nervioso central. Se caracteriza por un
olor fuerte y penetrante. Se cree que regula los niveles de GABA
(&aacute;cido gamma-aminobut&iacute;rico), lo cual promueve la
relajaci&oacute;n. Aunque su sabor es amargo, es muy valorada por sus
propiedades sedantes. Es una de las plantas m&aacute;s estudiadas para
la ansiedad. Se comercializa en m&uacute;ltiples formas y est&aacute;
aprobada como sedante suave en varios pa&iacute;ses europeos.<br>
<a href="https://www.ema.europa.eu">European Medicines Agency.</a></big></big></big><br>
<ul style="font-weight: bold;">
  <li><big><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>
</ul>
<big><big><big>La valeriana fue utilizada por Hip&oacute;crates en la
antigua Grecia y recomendada por Galeno como remedio para el insomnio.
Durante la Edad Media se empleaba como t&oacute;nico para
&ldquo;nervios rotos&rdquo; y ataques de histeria. En la Segunda Guerra
Mundial, se us&oacute; en Inglaterra para calmar el estr&eacute;s de
los bombardeos. Su uso se extendi&oacute; por Europa y luego
Am&eacute;rica Latina como una alternativa segura a los sedantes
qu&iacute;micos. Hoy en d&iacute;a, la medicina natural la respalda
como una de las principales hierbas para la ansiedad y el sue&ntilde;o.<br>
<a href="https://pubmed.ncbi.nlm.nih.gov/15010975/">PubMed.</a><br>
<br>
</big></big></big><br>
<h3 data-start="213" data-end="263"><big><big><big>2.</big></big></big> <big><big><strong data-start="1896" data-end="1932">Pasiflora (Passiflora incarnata)</strong><strong data-start="271" data-end="308">:</strong></big></big></h3>
<div style="text-align: center;"><img style="width: 666px; height: 421px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-11%20a%20las%2016.39.58_c416c473.jpg"></div>
<br>
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></big></li>
</ul>
<big><big><big>La pasiflora tiene propiedades ansiol&iacute;ticas y
sedantes. Se utiliza para tratar la ansiedad leve a moderada, el
insomnio y el nerviosismo. Se consume en infusiones, comprimidos o
extractos l&iacute;quidos. A menudo se combina con otras hierbas como
la valeriana o la melisa.<br>
<a href="https://www.sciencedirect.com/science/article/abs/pii/S0944711304001232">ScienceDirect</a></big></big></big><br>
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>
</ul>
<big><big><big>La pasiflora es una planta trepadora con flores
ex&oacute;ticas. Originaria de Am&eacute;rica, especialmente zonas
tropicales, contiene flavonoides y alcaloides que act&uacute;an sobre
el sistema nervioso. No causa dependencia ni somnolencia excesiva si se
usa correctamente. Sus efectos se sienten progresivamente. Se
recomienda para cuadros de estr&eacute;s sostenido, insomnio
transitorio, y tensi&oacute;n emocional. Su sabor es suave y agradable.
Forma parte de numerosos preparados farmac&eacute;uticos naturales.<br>
<br>
</big></big></big>
<ul>
  <li><big style="font-weight: bold;"><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>
</ul>
<big><big><big>Fue utilizada por los pueblos ind&iacute;genas de
Am&eacute;rica del Sur para inducir la calma y facilitar el
sue&ntilde;o. Los colonizadores europeos la adoptaron y fue muy usada
en la fitoterapia del siglo XIX. En la medicina tradicional mexicana,
se emplea para calmar palpitaciones y estados de agitaci&oacute;n.
Actualmente, se ha validado cient&iacute;ficamente por su efecto sobre
el GABA y sus propiedades relajantes.<br>
</big></big></big>
<h3 data-start="213" data-end="263"><big><big><big>3.</big></big></big>&nbsp;<big><big>Toronjil (Melissa officinalis)<big><big><strong data-start="1896" data-end="1932"></strong></big></big><strong data-start="271" data-end="308">:</strong></big></big></h3>
<div style="text-align: center;"><img style="width: 641px; height: 405px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-11%20a%20las%2016.46.40_6916a41a.jpg"></div>
</div>

</div>

<ul style="font-family: Georgia;">
  <li><big><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></big></li>
</ul>
<p style="text-align: justify; font-family: Georgia;" data-start="348" data-end="729"><big><big><big>El
toronjil es usado para reducir los s&iacute;ntomas de ansiedad,
nerviosismo, taquicardia por estr&eacute;s, y dificultad para dormir.
Se puede tomar como infusi&oacute;n, tintura, c&aacute;psulas o aceite
esencial. Tiene un efecto calmante sobre el sistema nervioso y suele
combinarse con valeriana o pasiflora. Es &uacute;til tambi&eacute;n
para dolores de cabeza por tensi&oacute;n y molestias digestivas
asociadas al estr&eacute;s.</big></big></big></p>
<p style="text-align: justify; font-weight: bold; font-family: Georgia;" data-start="348" data-end="729"><a href="https://www.webmd.com/vitamins/ai/ingredientmono-437/lemon-balm"><big><big><big>WebMD</big></big></big></a></p>
<ul style="font-family: Georgia;">
  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>
</ul>
<div style="text-align: justify; font-family: Georgia;"><big><big><big>El
toronjil, tambi&eacute;n conocido como melisa, es una planta perenne de
hojas verdes brillantes con aroma a lim&oacute;n. Pertenece a la
familia de la menta (<em data-start="918" data-end="929">Lamiaceae</em>)
y contiene compuestos como &aacute;cido rosmar&iacute;nico, flavonoides
y aceites esenciales que favorecen la relajaci&oacute;n mental. Se
cultiva ampliamente en Europa y Am&eacute;rica Latina. Es seguro para
adultos y ni&ntilde;os, y act&uacute;a como ansiol&iacute;tico leve,
digestivo y relajante muscular. Adem&aacute;s, tiene propiedades
antivirales y antioxidantes. En infusi&oacute;n, tiene un sabor suave y
agradable. No genera dependencia ni efectos secundarios si se consume
con moderaci&oacute;n. Es ideal para personas con estr&eacute;s leve,
estudiantes, o quienes padecen trastornos del sue&ntilde;o por
nerviosismo.<br>
<a href="https://www.nccih.nih.gov/">National Center for Complementary and Integrative Health</a></big></big></big><br>
<big><big><big><br>
</big></big></big>
<ul>
  <li><big style="font-weight: bold;"><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>
</ul>
<big><big><big>El toronjil ha sido usado desde la antig&uuml;edad por
los griegos, quienes lo consideraban una planta sagrada dedicada a
Artemisa. En la Edad Media, era cultivado en monasterios europeos como
parte de los huertos medicinales de los monjes benedictinos. Paracelso,
m&eacute;dico del Renacimiento, lo llamaba &ldquo;elixir de
vida&rdquo;. Fue popularizado en Francia por la &ldquo;Agua del
Carmen&rdquo;, un preparado calmante hecho por monjes. En
Am&eacute;rica Latina, lleg&oacute; con la colonizaci&oacute;n y se
integr&oacute; r&aacute;pidamente a la medicina tradicional. Hoy se
sigue usando en hogares y preparados fitoterap&eacute;uticos por su
eficacia y perfil seguro.<br>
<br>
</big></big></big>
<h3 data-start="213" data-end="263"><big><big><big>4.</big></big></big>&nbsp;<big><big><big>Ashwagandha (Withania somnifera)<strong data-start="271" data-end="308">:</strong></big></big></big></h3>
<div style="text-align: center;"><img style="width: 641px; height: 405px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-11%20a%20las%2016.57.08_314ef77f.jpg"><br>
<br>
</div>
</div>

<ul style="font-family: Georgia;">
  <li>
    <h3 style="text-align: justify;" data-start="731" data-end="770"><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></h3>
  </li>
</ul>
<div style="text-align: justify; font-family: Georgia;"><big><big><big>La <span style="font-weight: bold;">ashwagandha</span>
es una planta adapt&oacute;gena reconocida por su capacidad para
reducir la ansiedad, el estr&eacute;s cr&oacute;nico y la fatiga
mental. Se consume en c&aacute;psulas, extracto o polvo.<span style="font-weight: bold;"> Act&uacute;a regulando los</span> <span style="font-weight: bold;">niveles de cortisol </span>(la
hormona del estr&eacute;s) y mejorando la respuesta del cuerpo frente a
tensiones f&iacute;sicas y emocionales. Tambi&eacute;n mejora el estado
de &aacute;nimo y el rendimiento cognitivo.<br>
<br>
</big></big></big>
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>
</ul>
<big><big><big>Ashwagandha es una planta medicinal usada en la medicina
ayurv&eacute;dica con m&aacute;s de 3,000 a&ntilde;os de historia.
Pertenece a la familia <em data-start="869" data-end="881">Solanaceae</em>
y se encuentra principalmente en la India, Medio Oriente y
&Aacute;frica del Norte. Su ra&iacute;z contiene withan&oacute;lidos,
alcaloides y saponinas con propiedades ansiol&iacute;ticas y
neuroprotectoras. Es considerada un adapt&oacute;geno, es decir, ayuda
al cuerpo a adaptarse al estr&eacute;s. Mejora la memoria, reduce la
inflamaci&oacute;n y promueve un sue&ntilde;o reparador. No produce
sedaci&oacute;n fuerte ni dependencia. Su sabor es amargo, por lo que
suele tomarse en c&aacute;psulas. Es com&uacute;nmente usada para casos
de ansiedad generalizada, estr&eacute;s laboral o mental
cr&oacute;nico. Es segura a largo plazo en dosis controladas y bien
tolerada.<br>
<br>
</big></big></big>
<ul>
  <li><big style="font-weight: bold;"><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>
</ul>
<big><big><big>Ashwagandha ha sido una de las <span style="font-weight: bold;">plantas pilares</span> de la <span style="font-weight: bold;">medicina ayurv&eacute;dica</span> desde la antig&uuml;edad. Su nombre significa &ldquo;olor a caballo&rdquo;, aludiendo a su <span style="font-weight: bold;">capacidad</span> para <span style="font-weight: bold;">brindar fuerza y vitalidad</span>.
Los antiguos textos v&eacute;dicos la mencionan como
&ldquo;Rasayana&rdquo;, una sustancia rejuvenecedora. Se utilizaba para
fortalecer el sistema nervioso, revitalizar a personas debilitadas y
calmar trastornos mentales. Durante siglos fue exclusiva de la India,
pero en el siglo XX comenz&oacute; a investigarse
cient&iacute;ficamente en Occidente. Hoy en d&iacute;a, est&aacute;
avalada por diversos estudios cl&iacute;nicos por sus efectos sobre la
ansiedad, la concentraci&oacute;n y la regulaci&oacute;n hormonal.<br>
<a href="https://pubmed.ncbi.nlm.nih.gov/23439798/">Journal of Alternative and Complementary Medicin</a><br>
<br>
</big></big></big>
<h3 data-start="213" data-end="263"><big><big><big>5.</big></big></big> <big><big><big><strong data-start="2320" data-end="2347">Ginseng (Panax ginseng)</strong><strong data-start="271" data-end="308">:</strong></big></big></big></h3>
<br>
<div style="text-align: center;"><img style="width: 641px; height: 405px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-11%20a%20las%2017.03.34_2f14b317.jpg"><br>
<br>
</div>
<ul>
  <li>
    <h3 style="text-align: justify;" data-start="731" data-end="770"><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></h3>
  </li>
</ul>
<big><big><big>El ginseng es un adapt&oacute;geno que combate la
ansiedad, la fatiga mental y la debilidad emocional. Se emplea para
estabilizar el sistema nervioso, mejorar el estado de &aacute;nimo y
aumentar la resistencia al estr&eacute;s. Se consume en
c&aacute;psulas, t&eacute; o ra&iacute;z seca. Tambi&eacute;n favorece
el equilibrio hormonal y la claridad mental.<br>
<br>
</big></big></big>
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>
</ul>
<big><big><big>El <span style="font-weight: bold;">ginseng</span> es una ra&iacute;z medicinal originaria de Asia, perteneciente a la familia <em data-start="2817" data-end="2829">Araliaceae</em>.
Contiene ginsen&oacute;sidos, que son compuestos activos con efecto
ansiol&iacute;tico, antioxidante y neuroprotector. Ayuda a mejorar la
funci&oacute;n cognitiva y el equilibrio emocional, particularmente
bajo situaciones de estr&eacute;s sostenido. Estimula sin excitar,
regula sin sedar. Se considera un regulador del sistema nervioso
aut&oacute;nomo. <span style="font-weight: bold;">Es ideal para personas con ansiedad acompa&ntilde;ada de fatiga cr&oacute;nica</span>,
debilidad f&iacute;sica o dificultad para concentrarse. Tambi&eacute;n
fortalece el sistema inmune. Su sabor es fuerte y terroso. Puede
consumirse diariamente bajo supervisi&oacute;n, ya que en altas dosis
puede generar efectos secundarios como insomnio o irritabilidad.<br>
<a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3659612/"><span style="font-weight: bold;">Evidence-Based Complementary and Alternative Medicine</span></a><br>
<br>
<br>
<br>
</big></big></big><br>
<ul>
  <li><big style="font-weight: bold;"><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>
</ul>
<div style="text-align: justify;"><big><big><big>El ginseng ha sido
utilizado en la medicina tradicional china durante m&aacute;s de 2,000
a&ntilde;os. Era reservado para emperadores y altos funcionarios por su
valor medicinal y simb&oacute;lico. Se le atribu&iacute;a el poder de
restaurar la energ&iacute;a vital (<em data-start="3738" data-end="3742">qi</em>)
y prolongar la vida. En Corea, se desarrollaron t&eacute;cnicas de
cultivo especializadas para conservar su potencia. A lo largo de los
siglos, el ginseng fue exportado a Rusia, Jap&oacute;n y Europa como
planta medicinal de lujo. En el siglo XX, fue objeto de investigaciones
cl&iacute;nicas que validaron su eficacia como adapt&oacute;geno. Hoy
es uno de los suplementos herbales m&aacute;s estudiados y utilizados
en el mundo moderno.</big></big></big></div>
<big><big><big></big></big></big></div>
<br style="font-family: Georgia;">

<br style="font-family: Georgia;">

<br>

</body>
</html>
