<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>

  <meta content="text/html; charset=ISO-8859-1" http-equiv="content-type">
  <title>ecofarmasintomas</title>


</head>
<body style="background-color: rgb(12, 81, 10); color: rgb(0, 0, 0);" alink="#ee0000" link="#0000ee" vlink="#551a8b">

<div style="text-align: center; width: 1350px; font-family: Georgia; background-color: rgb(26, 179, 21);"><big style="font-weight: bold;"><big><big><big><big>ECOFARMA</big></big></big></big></big></div>

<table style="text-align: left; width: 1350px; height: 60px;" border="1" cellpadding="2" cellspacing="2">

  <tbody>

    <tr style="font-weight: bold;" align="center">

      <td style="background-color: rgb(26, 179, 21);"><a href="file:///C:/Users/SAMSUNG/Downloads/Pagina%20web%20proyecto%20de%20grado/ecofarmasintomas.html"><big><big>SALIR</big></big></a></td>

    </tr>

    <tr style="font-weight: bold;" align="center">

      <td style="background-color: rgb(26, 179, 21);"><big><big>PLANTAS
PARA EL DOLOR DE CABEZA&nbsp;</big></big><big><big></big></big></td>

    </tr>

  </tbody>
</table>

&nbsp; <br>

<ul style="font-family: Georgia;">

  <li><big>&#9888;</big><big><big style="font-weight: bold;"><big><small>RECOMENDACIONES</small></big></big>&#9888;&#65039;</big><span style="font-weight: bold;"><big><big>:</big></big></span></li>

</ul>
<ul style="text-align: justify;">
  <li><big><big>&#9989;<big><strong data-start="459" data-end="483">Uso
adecuado:</strong></big></big></big> <big><big><big>Las
partes verdes (hojas, corteza y frutos verdes) contienen sustancias
t&oacute;xicas como sambunigrina. Aseg&uacute;rate de usar flores secas
o bayas completamente maduras y cocidas.</big></big></big></li>
  <li><big><big><big> 1 a 2 tazas diarias de infusi&oacute;n con 1 cucharada de flores secas por taza de agua. Evita exceder esta cantidad.</big></big></big></li>
  <li><big><big><big>&#9989;</big><big><strong data-start="910" data-end="950">Identificaci&oacute;n
precisa:</strong>Emplea
las infusiones de sa&uacute;co por per&iacute;odos cortos (5 a 7
d&iacute;as), especialmente durante resfriados o congesti&oacute;n
sinusal. Su uso prolongado no est&aacute; recomendado sin
supervisi&oacute;n m&eacute;dica.</big></big></big></li>
  <li><big><big>&#9989;<big><span><strong>Recomendaci&oacute;n cient&iacute;fica:</strong></span></big></big></big> <big><big><big>En
algunas personas sensibles, puede causar molestias gastrointestinales
leves si se toma en exceso.Aseg&uacute;rate de adquirir flores secas
certificadas para consumo medicinal o recolectar adecuadamente
identificadas y secadas</big></big></big>.</li>
</ul>
<br>
<br>
<h3 data-pm-slice="1 1 []"><big><big><big>1.<span></span>Menta (Mentha piperita)</big></big></big><big><big><big><span>:</span></big></big></big></h3>
<div style="text-align: center;"><br>
<img style="width: 662px; height: 469px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-16%20a%20las%2016.22.01_7cd9a030.jpg"><br>
<div style="text-align: justify;">
<ul>
  <li>
    <h3 data-start="213" data-end="263"><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></h3>
  </li>
</ul>
<big><big><big>Para aliviar el dolor de cabeza tensional o migra&ntilde;a leve.<br data-start="338" data-end="341">
<strong data-start="341" data-end="352">Receta:</strong> Hierve 1
cucharada de hojas secas de menta en 250 ml de agua por 10 minutos,
deja reposar y bebe lentamente 2 veces al d&iacute;a. Alternativamente,
aplica 2 gotas de aceite esencial de menta diluido en 1 cucharada de
aceite de coco sobre las sienes con suaves masajes.<br>
<br>
</big></big></big>
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>
</ul>
<big><big><big> La menta es una planta arom&aacute;tica h&iacute;brida
entre la menta acu&aacute;tica y la hierbabuena. Pertenece a la familia
Lamiaceae y es conocida por sus aceites esenciales, especialmente el
mentol. Posee propiedades analg&eacute;sicas, antiespasm&oacute;dicas y
vasodilatadoras suaves, lo que la hace &uacute;til para aliviar
cefaleas. Su acci&oacute;n refrescante y antiinflamatoria relaja la
musculatura del cuero cabelludo y favorece la circulaci&oacute;n
sangu&iacute;nea en la zona. El aceite esencial se utiliza
t&oacute;picamente en masajes, mientras que sus infusiones relajan el
sistema nervioso. Adem&aacute;s, mejora la digesti&oacute;n y alivia
n&aacute;useas, lo que contribuye a mitigar cefaleas asociadas a
problemas digestivos.<br>
<br>
</big></big></big>
<ul>
  <li><big style="font-weight: bold;"><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>
</ul>
<big><big><big>La menta ha sido valorada desde tiempos antiguos en
Egipto, Grecia y Roma como planta arom&aacute;tica y medicinal.
Hip&oacute;crates la recomendaba para problemas digestivos y dolores
musculares. En la Edad Media, monjes europeos cultivaban menta en
huertos medicinales para aliviar dolores de cabeza, c&oacute;licos y
molestias respiratorias. Su uso como aceite esencial se
populariz&oacute; en el siglo XVIII. En Asia, las culturas china y
japonesa utilizaron el mentol como calmante t&oacute;pico. Actualmente,
la menta forma parte de remedios fitoterap&eacute;uticos, aromaterapia
y cosm&eacute;tica, avalada tanto por saberes tradicionales como por
estudios cient&iacute;ficos que confirman su acci&oacute;n
analg&eacute;sica suave.<br>
<a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4103722/">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4103722/</a><br>
<br>
</big></big></big>
<h3 data-start="213" data-end="263"><big><big><big>2.</big></big></big>&nbsp;<big><big><big>Melisa (Melissa officinalis)<big><big><big><big><strong data-start="1896" data-end="1932"></strong></big></big></big></big><strong data-start="271" data-end="308">:</strong></big></big></big></h3>
<div style="text-align: center;"><img style="width: 641px; height: 405px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-16%20a%20las%2016.29.37_fce868a7.jpg"><br>
<br>
<div style="text-align: justify;">
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></big></li>
</ul>
<big><big><big>Para cefaleas ligadas a nerviosismo o alteraciones digestivas.<br data-start="2064" data-end="2067">
<strong data-start="2067" data-end="2078">Receta:</strong> Prepara una
infusi&oacute;n con 2 cucharaditas de hojas frescas en 250 ml de agua
caliente durante 8 minutos. Toma lentamente despu&eacute;s de las
comidas o antes de acostarte.<br>
<br>
</big></big></big>
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>
</ul>
<big><big><big>La <a href="https://es.wikipedia.org/wiki/Melissa_officinalis"><span style="font-weight: bold;">melisa</span></a>,
tambi&eacute;n conocida como toronjil, es una planta perenne de la
familia Lamiaceae. Sus hojas emanan un suave aroma a lim&oacute;n. Se
emplea por sus propiedades sedantes, espasmol&iacute;ticas y
analg&eacute;sicas suaves. Contiene compuestos como el &aacute;cido
rosmar&iacute;nico y flavonoides, responsables de su acci&oacute;n
relajante sobre el sistema nervioso y muscular. Es especialmente
&uacute;til en dolores de cabeza derivados del estr&eacute;s o de la
tensi&oacute;n digestiva. La infusi&oacute;n favorece el descanso y
relaja el est&oacute;mago, reduciendo as&iacute; la presi&oacute;n que
puede desencadenar cefaleas. Es una planta segura, de uso tradicional
en la fitoterapia europea.<br>
<br>
</big></big></big>
<ul>
  <li><big style="font-weight: bold;"><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>
</ul>
<big><big><big>En la Edad Media, la melisa era cultivada en monasterios
como planta medicinal b&aacute;sica. Paracelso la consideraba un elixir
vital. En la medicina tradicional &aacute;rabe y persa, se utilizaba
como t&oacute;nico para el coraz&oacute;n y remedio para calmar el
esp&iacute;ritu. En Francia, el agua de melisa era prescrita para
&ldquo;todos los males del alma y de la cabeza&rdquo;. Hoy sigue siendo
ampliamente utilizada como ansiol&iacute;tico suave y digestivo,
recomendada en la fitoterapia oficial alemana (Commission E).<br>
<a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4103722/">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4103722/</a><br>
<br>
</big></big></big>
<h3 data-start="213" data-end="263"><big><big><big>3.Feverfew (Tanacetum parthenium)</big></big></big><big><big><big>:</big></big></big></h3>
<div style="text-align: center;"><img style="width: 641px; height: 405px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-16%20a%20las%2016.37.52_da0e9a9c.jpg"><br>
<br>
<div style="text-align: justify;">&nbsp;&nbsp;&nbsp; </div>
</div>
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></big></li>
</ul>
<big><big><big>Macera 2 g de hojas secas trituradas en 250 ml de agua
caliente durante 10 minutos. Bebe 1 taza al d&iacute;a. No se
recomienda en embarazo ni lactancia.<br>
<br>
</big></big></big>
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>
</ul>
<big><big><big>El feverfew, conocido como matricaria, es una planta
herb&aacute;cea de flores peque&ntilde;as y blancas. Contiene
parten&oacute;lidos, compuestos activos con propiedades
antiinflamatorias y antiespasm&oacute;dicas. Estos componentes inhiben
la liberaci&oacute;n de serotonina y prostaglandinas, relacionadas con
la aparici&oacute;n de migra&ntilde;as. El consumo regular previene
episodios migra&ntilde;osos. En Europa se comercializan c&aacute;psulas
estandarizadas para este fin. Sus hojas frescas tienen sabor amargo, no
aptas para consumo directo. Es segura a dosis recomendadas, evitando el
uso en ni&ntilde;os menores de 10 a&ntilde;os. Su efecto es preventivo
m&aacute;s que analg&eacute;sico inmediato. Se investiga su
aplicaci&oacute;n en cefaleas hormonales.<br>
<br>
</big></big></big>
<ul>
  <li><big style="font-weight: bold;"><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>
</ul>
<big><big><big>Originaria del sudeste europeo y Asia Menor, su uso
medicinal se remonta a la Antigua Grecia. Diosc&oacute;rides la
mencionaba como planta para &ldquo;las calenturas y las aflicciones de
la cabeza&rdquo;. En la Edad Media era cultivada en jardines
mon&aacute;sticos. Fue tradicionalmente administrada a mujeres para
aliviar dolores menstruales y migra&ntilde;as. En los siglos XVIII y
XIX fue sustituida por medicamentos modernos. En la d&eacute;cada de
1970, su uso resurgi&oacute; tras investigaciones brit&aacute;nicas que
demostraron su eficacia para prevenir migra&ntilde;as. Hoy en
d&iacute;a, diversas entidades cient&iacute;ficas reconocen su
potencial terap&eacute;utico como alternativa fitoter&aacute;pica en
cefaleas recurrentes.<a href="https://pubmed.ncbi.nlm.nih.gov/18691060/">CIENCIAS.</a><br>
<br>
</big></big></big>
<h3 data-start="213" data-end="263"><big><big><big>4.Cilantro(Coriandrum sativum)</big></big></big><big><big><big>:</big></big></big></h3>
<div style="text-align: center;"><img style="width: 678px; height: 452px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-16%20a%20las%2016.44.25_9f14e628.jpg"></div>
<br>

</div>
</div>
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></big></li>
</ul>
<big><big><big>Tritura 1 cucharadita de semillas y hierve 5 minutos en
250 ml de agua. Deja reposar y bebe tibio ante los primeros
s&iacute;ntomas de dolor de cabeza digestivo.<br>
<br>
</big></big></big>
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>
</ul>
<big><big><big>Planta anual de la familia Apiaceae, <span style="font-weight: bold;">conocida por sus hojas y semillas arom&aacute;ticas</span>.
Sus semillas contienen aceites esenciales con propiedades digestivas,
carminativas y antiinflamatorias. En medicina tradicional, el coriandro
es utilizado para aliviar cefaleas relacionadas con digesti&oacute;n
lenta o gases, especialmente en la medicina ayurv&eacute;dica. <span style="font-weight: bold;">Puede usarse en infusi&oacute;n o en aceites esenciales para masajes relajantes.</span>
Tiene tambi&eacute;n propiedades ansiol&iacute;ticas suaves.
Act&uacute;a como t&oacute;nico digestivo, favoreciendo la
eliminaci&oacute;n de toxinas y reduciendo tensiones viscerales que
pueden desencadenar dolor de cabeza. Su uso es seguro en dosis
moderadas.<br>
<a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4009195/">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4009195/</a><br>
</big></big></big>
<ul>
  <li><big style="font-weight: bold;"><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>
</ul>
<big><big><big>Su cultivo es uno de los<span style="font-weight: bold;"> m&aacute;s antiguos del mundo</span>,
documentado hace m&aacute;s de 5,000 a&ntilde;os en Egipto y
Mesopotamia. En textos s&aacute;nscritos aparece como planta medicinal
b&aacute;sica. Los griegos y romanos lo valoraban como condimento y
medicina para <span style="font-weight: bold;">indigestiones y dolores nerviosos</span>. En la Edad Media, era parte esencial de los <span style="font-weight: bold;">preparados digestivos europeos</span>.
En la actualidad, el coriandro sigue siendo base de remedios
ayurv&eacute;dicos y tradicionales en Asia. Su aplicaci&oacute;n en
cefaleas es poco difundida en Occidente, aunque reconocida en la
medicina tradicional india y china. <a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4009195/">PROPIEDADES </a><br>
<br>
</big></big></big>
<h3 data-start="213" data-end="263"><big><big><big>5.A</big></big></big><big><big><big>rtesana (Tagetes lucida):</big></big></big></h3>
<div style="text-align: center;"><img style="width: 653px; height: 413px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-16%20a%20las%2016.52.43_d892180b.jpg"><br>
<br>
<div style="text-align: justify;"></div>
</div>
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></big></li>
</ul>
<big><big><big>Coloca 1 cucharada de flores frescas o 1 cucharadita de
flores secas en 250 ml de agua caliente. Infusiona durante 7 minutos.
Bebe 1 taza lentamente al inicio del dolor de cabeza. Puedes repetir
una segunda taza a las 6 horas.<br>
<br>
</big></big></big>
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>
</ul>

</div>
<div style="text-align: justify;"><big><big><big>La <span style="font-weight: bold;">artesana</span>,
conocida tambi&eacute;n como &ldquo;hierba anisada mexicana&rdquo;, es
una planta perenne originaria de Mesoam&eacute;rica, perteneciente a la
familia Asteraceae. Posee flores amarillas brillantes y hojas con aroma
anisado debido a sus aceites esenciales como el estragol y el anetol.
Es empleada tradicionalmente para <span style="font-weight: bold;">tratar</span> <span style="font-weight: bold;">cefaleas, insomnio y alteraciones nerviosas</span>,
gracias a sus propiedades analg&eacute;sicas suaves, relajantes
musculares y antiespasm&oacute;dicas. En infusi&oacute;n o tintura
ayuda a aliviar dolores de cabeza provocados por tensi&oacute;n
nerviosa o problemas digestivos. Su efecto sedante contribuye a
equilibrar el sistema nervioso central. Tambi&eacute;n se usa como
carminativo suave y digestivo. Es una planta segura en dosis moderadas
y su efecto es gradual.<br>
<br>
</big></big></big></div>
<div style="text-align: justify;"></div>
</div>


</body>
</html>
