<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>


  
  <meta content="text/html; charset=ISO-8859-1" http-equiv="content-type">

  
  <title>ecofarmasintomas</title>
</head>


<body style="background-color: rgb(12, 81, 10); color: rgb(0, 0, 0);" alink="#ee0000" link="#0000ee" vlink="#551a8b">


<div style="text-align: center; width: 1350px; font-family: Georgia; background-color: rgb(26, 179, 21);"><big style="font-weight: bold;"><big><big><big><big>ECOFARMA</big></big></big></big></big></div>


<table style="text-align: left; width: 1350px; height: 60px;" border="1" cellpadding="2" cellspacing="2">


  <tbody>


    <tr style="font-weight: bold;" align="center">


      <td style="background-color: rgb(26, 179, 21);"><a href="file:///C:/Users/SAMSUNG/Downloads/Pagina%20web%20proyecto%20de%20grado/ecofarmasintomas.html"><big><big>SALIR</big></big></a></td>


    </tr>


    <tr style="font-weight: bold;" align="center">


      <td style="background-color: rgb(26, 179, 21);"><big><big>PLANTAS PARA LA&nbsp;</big></big><big><big>INFLAMACI&Oacute;N</big></big></td>


    </tr>


  
  </tbody>
</table>


&nbsp; <br>


<ul style="font-family: Georgia;">


  <li><big>&#9888;</big><big><big style="font-weight: bold;"><big><small>RECOMENDACIONES</small></big></big>&#9888;&#65039;</big><span style="font-weight: bold;"><big><big>:</big></big></span></li>


</ul>



<ul style="text-align: justify;">

  <li><big><big>&#9989;<big><strong data-start="459" data-end="483">Uso
adecuado:</strong><span>Utiliza
las plantas en formas seguras como infusiones, c&aacute;psulas
estandarizadas, cremas o aceites t&oacute;picos. No excedas las dosis
ni combines varias plantas sin gu&iacute;a profesional. Consulta con tu
m&eacute;dico si tomas otros medicamentos o est&aacute;s embarazada.</span></big></big></big></li>

</ul>

<ul style="text-align: justify;">

  <li><big><big><big>&#9989;</big><big><strong data-start="910" data-end="950">Identificaci&oacute;n
precisa:</strong><span>Muchas culturas ind&iacute;genas y asi&aacute;ticas han usado estas plantas
durante siglos. Honrar estos conocimientos es fundamental para respetar
el origen de la fitoterapia.</span></big></big></big></li>

</ul>

<ul style="text-align: justify;">

  <li><big><big>&#9989;<big><span><strong>Recomendaci&oacute;n cient&iacute;fica:</strong></span></big></big></big><span><big><big>&nbsp;</big></big></span><big><big><big><span>Prefiere productos avalados por agencias como la EMA o el NIH. Verifica
que los extractos sean estandarizados y contengan principios activos
con evidencia comprobada.</span></big></big></big></li>

</ul>

<br>

<h3 data-pm-slice="1 1 []"><big><big><big>1.<span>C&uacute;rcuma (Curcuma longa):</span></big></big></big></h3>

<div style="text-align: center;"><img style="width: 641px; height: 405px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-11%20a%20las%2017.19.48_35c15aed.jpg"><br>

<br>

<div style="text-align: justify;"></div>

</div>

<ul>

  <li><big><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></big></li>

</ul>

<div style="text-align: justify;"><big><big><big>La c&uacute;rcuma es
usada como antiinflamatorio natural en casos de artritis,
inflamaci&oacute;n intestinal, dolores musculares, lesiones y
enfermedades inflamatorias cr&oacute;nicas. Se consume en
c&aacute;psulas, infusiones o en polvo como condimento. Su principio
activo, la curcumina, act&uacute;a inhibiendo enzimas que generan
inflamaci&oacute;n y bloqueando mol&eacute;culas inflamatorias como la
COX-2 y NF-kB.<br>

<br>

</big></big></big>
<ul>

  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>

</ul>

<big><big><big>La <span style="font-weight: bold;">c&uacute;rcuma</span> <span style="font-weight: bold;">es una ra&iacute;z de color amarillo intenso</span>,
originaria del sudeste asi&aacute;tico, perteneciente a la familia
Zingiberaceae. Es ampliamente utilizada en la cocina tradicional india
como ingrediente del curry, pero tambi&eacute;n ha sido valorada por
sus potentes propiedades medicinales. Su principal componente activo es
la <strong data-start="1083" data-end="1096">curcumina</strong>, con
propiedades antioxidantes, antiinflamatorias, antimicrobianas e incluso
anticancer&iacute;genas seg&uacute;n algunos estudios. Es recomendada
especialmente para tratar enfermedades inflamatorias como la artritis
reumatoide, el s&iacute;ndrome del intestino irritable y otras
afecciones cr&oacute;nicas. La curcumina act&uacute;a inhibiendo
enzimas como la COX-2, y bloquea la acci&oacute;n de prote&iacute;nas
que promueven la inflamaci&oacute;n en el cuerpo. Se ha demostrado que
su efecto mejora si se consume con pimienta negra, la cual contiene
piperina. Tambi&eacute;n se utiliza para mejorar la salud del
h&iacute;gado y la digesti&oacute;n. Actualmente, se encuentra en
suplementos diet&eacute;ticos y f&oacute;rmulas medicinales naturales.</big></big></big></div>

<br>

<ul>

  <li><big style="font-weight: bold;"><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>

</ul>

<div style="text-align: justify;"><big><big><big>La c&uacute;rcuma <span style="font-weight: bold;">ha sido utilizada en la India y China desde hace m&aacute;s de 4.000 a&ntilde;os</span>.
En la medicina ayurv&eacute;dica, era considerada una planta sagrada
con poder para purificar el cuerpo y el esp&iacute;ritu. Era utilizada
como remedio para trastornos digestivos, infecciones, heridas y
enfermedades inflamatorias. En la antigua India, tambi&eacute;n era
parte de rituales religiosos y se aplicaba sobre la piel en bodas y
ceremonias. Con el tiempo, su uso se extendi&oacute; a otras culturas
asi&aacute;ticas, incluida la medicina tradicional china. Durante la
Edad Media, la c&uacute;rcuma lleg&oacute; a Europa como parte del
comercio de especias y fue llamada &ldquo;azafr&aacute;n de la
India&rdquo;. En el siglo XX, <span style="font-weight: bold;">los estudios cient&iacute;ficos comenzaron a demostrar el efecto antiinflamatorio de la curcumina</span>.
Hoy en d&iacute;a, es una de las plantas m&aacute;s investigadas en
fitoterapia, con m&uacute;ltiples estudios cl&iacute;nicos que
respaldan su uso en el tratamiento de enfermedades inflamatorias
cr&oacute;nicas y neurodegenerativas.<br>

<a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5664031/">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5664031/</a><br>

<br>

</big></big></big>
<h3 data-start="213" data-end="263"><big><big><big>2.</big></big></big>&nbsp;<big><big><big>Jengibre (<em data-start="2950" data-end="2971">Zingiber officinale</em>)</big><big><big><strong data-start="1896" data-end="1932"></strong></big><strong data-start="271" data-end="308">:</strong></big></big></big></h3>

<div style="text-align: center;"><img style="width: 686px; height: 491px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-11%20a%20las%2017.26.05_3c01cea2.jpg"></div>

</div>

<h3 style="font-family: Georgia;" data-start="213" data-end="263"><big><big><strong data-start="271" data-end="308"></strong></big></big></h3>

<ul>

  <li><big><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></big></li>

</ul>

<big><big><big>El <span style="font-weight: bold;">jengibre es un antiinflamatorio natural</span>
que ayuda en casos de inflamaci&oacute;n muscular, articular,
migra&ntilde;as, dolores menstruales y afecciones digestivas. Se
utiliza fresco, seco, en infusi&oacute;n o en c&aacute;psulas. Sus
compuestos gingeroles y shogaoles act&uacute;an reduciendo los
mediadores de la inflamaci&oacute;n como las prostaglandinas.<br>

<br>

</big></big></big>
<ul>

  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>

</ul>

<div style="text-align: justify;"><big><big><big>El <span style="font-weight: bold;">jengibre</span> es una ra&iacute;z subterr&aacute;nea con sabor picante, reconocida por sus potentes <span style="font-weight: bold;">efectos terap&eacute;uticos</span>.
Pertenece a la misma familia que la c&uacute;rcuma. Su principio
activo, el gingerol, posee propiedades antiinflamatorias,
antioxidantes, analg&eacute;sicas y antimicrobianas. Ayuda a reducir la
inflamaci&oacute;n en articulaciones, m&uacute;sculos, sistema
digestivo y v&iacute;as respiratorias. Es especialmente &uacute;til en <span style="font-weight: bold;">casos de artritis, dolores menstruales, inflamaci&oacute;n intestinal y n&aacute;useas</span>.
El jengibre tambi&eacute;n mejora la circulaci&oacute;n y el sistema
inmunol&oacute;gico. Puede consumirse fresco, en polvo, como aceite
esencial o c&aacute;psulas estandarizadas. Se ha comparado su eficacia
con la de algunos f&aacute;rmacos antiinflamatorios no esteroideos, con
menores efectos secundarios. Adem&aacute;s de su uso medicinal, es un
alimento com&uacute;n en muchas cocinas del mundo.<br>

<a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665023/">Cient&iacute;fico</a></big></big></big><br>

<big><big><big><br>

</big></big></big>
<ul>

  <li><big style="font-weight: bold;"><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>

</ul>

<big><big><big>Originario del sudeste asi&aacute;tico, el jengibre ha
sido utilizado por civilizaciones como la china, la india y la japonesa
desde hace m&aacute;s de 3.000 a&ntilde;os. En la medicina tradicional
china, se recetaba para dispersar el &ldquo;fr&iacute;o&rdquo; y tratar
dolores articulares. En la India era parte fundamental del Ayurveda,
usado para equilibrar el fuego digestivo. En Europa, se introdujo por
rutas comerciales durante la Edad Media y fue muy apreciado por su
capacidad para calentar el cuerpo y facilitar la digesti&oacute;n.
Marco Polo lo mencion&oacute; en sus cr&oacute;nicas como una especia
esencial en el comercio asi&aacute;tico. En el siglo XX, los estudios
cient&iacute;ficos comenzaron a validar sus propiedades medicinales.
Actualmente, el jengibre es objeto de estudios cl&iacute;nicos por su
potencial para aliviar la inflamaci&oacute;n cr&oacute;nica y
enfermedades articulares</big></big></big>.</div>


<br>


<big><big> </big></big><br>

<h3 data-start="213" data-end="263"><big><big><big>3.&nbsp;Harpagofito (<em data-start="5216" data-end="5242">Harpagophytum procumbens</em>):</big></big></big></h3>

<div style="text-align: center;"><img style="width: 641px; height: 405px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-11%20a%20las%2017.32.37_502030e3.jpg"><br>

<br>

</div>

<ul>

  <li><big><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></big></li>

</ul>

<big><big><big>Se utiliza en tratamientos naturales contra la artritis,
artrosis, dolores de espalda, tendinitis, ci&aacute;tica y otras
inflamaciones musculares o articulares. Tiene efecto analg&eacute;sico
sin los efectos secundarios de antiinflamatorios sint&eacute;ticos.Se
puede preparar un t&eacute; usando una cucharadita de ra&iacute;z seca
en una taza de agua, hirviendo durante 5 minutos, reposando otros 10
minutos y colando antes de beber. Se toma 1 a 2 veces al d&iacute;a por
no m&aacute;s de tres semanas.<br>

<br>

</big></big></big>
<ul>

  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>

</ul>

<div style="text-align: justify;"><big><big><big>El <span style="font-weight: bold;">harpagofito</span>, conocido como &ldquo;garra del diablo&rdquo;, es una planta africana con propiedades <span style="font-weight: bold;">antiinflamatorias y analg&eacute;sicas</span>. Su principio activo son los <strong data-start="5681" data-end="5697">harpag&oacute;sidos</strong>, que act&uacute;an inhibiendo las <span style="font-weight: bold;">enzimas</span>
responsables de procesos inflamatorios como la COX-2. Su acci&oacute;n
es efectiva contra el dolor articular cr&oacute;nico, la rigidez
muscular y los s&iacute;ntomas de reumatismo. Se utiliza principalmente
en c&aacute;psulas o extractos estandarizados. Es una alternativa
natural a medicamentos como el ibuprofeno. Tiene buena tolerancia
digestiva y se recomienda en personas con inflamaciones
osteoarticulares cr&oacute;nicas. Se aconseja no combinarlo con
anticoagulantes. En ensayos cl&iacute;nicos, ha mostrado mejoras
significativas en la movilidad articular y reducci&oacute;n del dolor
sin da&ntilde;ar el est&oacute;mago.<br>

<a href="https://www.cochranelibrary.com/cdsr/doi/10.1002/14651858.CD002650.pub2/full">https://www.cochranelibrary.com/cdsr/doi/10.1002/14651858.CD002650.pub2/full</a><br>

</big></big></big>
<ul>

  <li><big style="font-weight: bold;"><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>

</ul>

<big><big><big><span style="font-weight: bold;">Originario de las regiones del desierto de Kalahari, en &Aacute;frica</span>,
el harpagofito era utilizado por los pueblos ind&iacute;genas como
remedio para dolores y afecciones musculares. Los sanadores
tradicionales preparaban infusiones o ung&uuml;entos con su ra&iacute;z
seca. Fue descubierto por exploradores europeos en el siglo XIX y
estudiado por su sorprendente efecto sobre el dolor reum&aacute;tico.
En Alemania, se populariz&oacute; durante el siglo XX como <span style="font-weight: bold;">fitoterap&eacute;utico</span>,
integr&aacute;ndose a la medicina herbaria oficial. Hoy se encuentra
aprobado por la Agencia Europea de Medicamentos (EMA) para tratamientos
musculoesquel&eacute;ticos. Su eficacia es respaldada por numerosos
estudios cl&iacute;nicos, especialmente en personas mayores.<br>

<br>

</big></big></big>
<h3 data-start="213" data-end="263"><big><big><big>4.Romero (<em data-start="637" data-end="661">Rosmarinus officinalis</em>)</big></big></big><big><big><big>:</big></big></big></h3>

<div style="text-align: center;"><img style="width: 642px; height: 405px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-11%20a%20las%2017.43.30_9fc66ce5.jpg"></div>

<br>

</div>

<ul>

  <li>
    
    <h3 style="font-family: Georgia;" data-start="213" data-end="263"><big><big><strong data-start="220" data-end="233"></strong></big></big><big><big><strong data-start="271" data-end="308"></strong></big></big><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></h3>

  </li>

</ul>

<div style="text-align: justify; font-family: Georgia;"><big><big><big>El
romero es una planta con efecto antiinflamatorio, analg&eacute;sico y
antiespasm&oacute;dico. Es &uacute;til en inflamaciones musculares,
problemas articulares, dolores de cabeza y tambi&eacute;n en la piel.
Para aprovecharlo, puedes hervir una cucharada de hojas secas en una
taza de agua por 5 minutos, apagar el fuego, dejar reposar 10 minutos,
colar y tomar dos veces al d&iacute;a. Tambi&eacute;n puede usarse en
ba&ntilde;os de pies o compresas.<br>

<a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5084094/">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5084094/</a><br>

<br>

</big></big></big>
<ul>

  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>

</ul>

<big><big><big>El romero es un arbusto arom&aacute;tico de hojas
perennes, de origen mediterr&aacute;neo. Contiene aceites esenciales
como el cineol, &aacute;cido rosmar&iacute;nico y carnosol,
responsables de sus propiedades antioxidantes y antiinflamatorias.
Act&uacute;a sobre las v&iacute;as inflamatorias al inhibir mediadores
como la prostaglandina E2 y las citoquinas. Tambi&eacute;n mejora la
circulaci&oacute;n y el tono muscular. Se usa en infusiones, aceites
esenciales, ba&ntilde;os y cataplasmas. Es efectivo en casos de
artritis, tendinitis, y dolores musculares cr&oacute;nicos.
Adem&aacute;s, fortalece el sistema inmune. Puede combinarse con otras
plantas como &aacute;rnica o jengibre. No se recomienda en embarazo sin
supervisi&oacute;n.<br>

<br>

</big></big></big>
<ul>

  <li><big style="font-weight: bold;"><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>

</ul>

<big><big><big>El romero ha sido utilizado desde la antig&uuml;edad
grecorromana, donde se lo consideraba s&iacute;mbolo de la memoria y la
purificaci&oacute;n. En Egipto se empleaba en rituales funerarios. En
la Edad Media, se usaba en ba&ntilde;os para aliviar dolores y como
amuleto protector. La medicina tradicional europea lo ha empleado por
siglos en pomadas y t&oacute;nicos musculares. Durante el Renacimiento,
Paracelso lo recomendaba para enfermedades inflamatorias. En la
actualidad, el romero es estudiado por sus efectos neuroprotectores y
antiinflamatorios, particularmente su acci&oacute;n en enfermedades
cr&oacute;nicas como la artritis. Su aceite esencial es parte de
m&uacute;ltiples farmac&eacute;uticos.<br>

<br>

</big></big></big>
<h3 data-start="213" data-end="263"><big><big><big>5.Ortiga (Urtica dioica)</big></big></big><big><big><big>:</big></big></big></h3>

<div style="text-align: center;"><img style="width: 641px; height: 405px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-11%20a%20las%2017.50.20_844c44db.jpg"><br>

<br>

<div style="text-align: justify;">&nbsp;</div>

</div>

<ul>

  <li>
    
    <h3 data-start="213" data-end="263"><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></h3>

  </li>

</ul>

<big><big><big>Se utiliza para inflamaciones articulares, dolores
reum&aacute;ticos y afecciones del tracto urinario. Sus hojas tienen
efecto diur&eacute;tico y antiinflamatorio.<br data-start="2383" data-end="2386">

<strong data-start="2386" data-end="2397">Receta:</strong> Hierve 1
litro de agua, a&ntilde;ade 1 cucharada de hojas secas de ortiga. Deja
reposar 10 minutos, cuela y bebe 1 taza dos veces al d&iacute;a.</big></big></big>
<br>

<br>

<ul>

  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>

</ul>

<big><big><big>La <span style="font-weight: bold;"><a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5871154/">ortiga</a> es una planta herb&aacute;cea perenne conocida por sus pelos urticantes</span>.
Contiene flavonoides, minerales, &aacute;cido fer&uacute;lico y
compuestos como la histamina y serotonina en forma natural. Es usada
tradicionalmente como depurativa y antiinflamatoria, especialmente en
enfermedades osteoarticulares. Adem&aacute;s, <span style="font-weight: bold;">ayuda a eliminar l&iacute;quidos retenidos</span>, lo que <span style="font-weight: bold;">alivia articulaciones inflamadas.</span>
Tambi&eacute;n mejora problemas de pr&oacute;stata en hombres mayores.
Se consume como infusi&oacute;n, c&aacute;psulas o jugos. Puede causar
reacciones si se manipula fresca, por lo que es mejor consumirla seca o
cocida. Es segura a largo plazo bajo indicaci&oacute;n profesional.<br>

<br>

</big></big></big>
<ul>

  <li><big style="font-weight: bold;"><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>

</ul>

<big><big><big>La ortiga ha sido parte de la <span style="font-weight: bold;">medicina tradicional en Europa desde la Edad Media</span>.
En textos antiguos se recomendaba como purificadora de la sangre. Los
romanos la usaban para activar la circulaci&oacute;n en miembros
fr&iacute;os. En Am&eacute;rica fue adoptada por pueblos
ind&iacute;genas como remedio para reumatismos. Se utiliz&oacute; en
tinturas, cataplasmas y sopas medicinales. A inicios del siglo XX, su
uso decay&oacute;, pero ha sido revalorizada en la fitoterapia moderna.
Hoy se cultiva ampliamente y se vende en herbolarios como
antiinflamatorio natural, avalada por estudios cl&iacute;nicos sobre su
uso en artritis reumatoide y artrosis.<br>

<br>

</big></big></big>
<h3 data-start="213" data-end="263"><big><big><big>6.</big></big></big> <big><big><big>Bardana (Arctium lappa):</big></big></big></h3>

<div style="text-align: center;"><img style="width: 735px; height: 440px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-11%20a%20las%2017.57.06_46df5c3e.jpg"><br>

<br>

<div style="text-align: justify;"></div>

</div>

<ul>

  <li>
    
    <h3 data-start="213" data-end="263"><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></h3>

  </li>

</ul>

<big><big><big>Indicada para inflamaciones d&eacute;rmicas, artritis y afecciones hep&aacute;ticas.<strong data-start="7278" data-end="7289"></strong>&nbsp;Hierve 1 cucharadita de ra&iacute;z seca en 250 ml de agua por 10 minutos, cuela y bebe una vez al d&iacute;a.<br>

<br>

</big></big></big>
<ul>

  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>

</ul>

<big><big><big>La <span style="font-weight: bold;">bardana</span> es
una planta bianual de gran ra&iacute;z, rica en arctiina,
poliacetilenos y lignanos. Tiene acci&oacute;n antiinflamatoria,
detoxificante y depurativa. Se utiliza para afecciones como eccemas,
acn&eacute;, artritis y enfermedades hep&aacute;ticas. Estimula el
sistema linf&aacute;tico, promueve la eliminaci&oacute;n de toxinas y
reduce la inflamaci&oacute;n de la piel. Se aplica en infusi&oacute;n o
en c&aacute;psulas. Existen ung&uuml;entos de bardana para uso
t&oacute;pico en casos de psoriasis o dermatitis. Su ra&iacute;z se ha
utilizado tambi&eacute;n como alimento. En Jap&oacute;n se cultiva como
&ldquo;gobo&rdquo;.<br>

<br>

</big></big></big>
<ul>

  <li><big style="font-weight: bold;"><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>

</ul>

<big><big><big> En Europa, la bardana era parte del botiqu&iacute;n
herbolario para tratar afecciones de la piel e intoxicaciones. En la
Edad Media<span style="font-weight: bold;"> se consideraba una &ldquo;planta de limpieza&rdquo;</span>. En Asia fue adoptada como hortaliza medicinal. Los herbolarios del Renacimiento <span style="font-weight: bold;">la usaban para tratar &ldquo;la sangre espesa&rdquo; y dolores articulares</span>.
Con la llegada de la medicina moderna, su uso disminuy&oacute;, pero ha
sido redescubierta en terapias naturales. Hoy forma parte de
f&oacute;rmulas depurativas tradicionales y modernas.<br>

<a href="https://mejorconsalud.as.com/beneficios-la-bardana-una-planta-muchos-usos-medicinales/">Historia de la bardana</a>.</big></big></big>
</div>



<br style="font-family: Georgia;">


<br>


</body>
</html>
