<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>

  <meta content="text/html; charset=ISO-8859-1" http-equiv="content-type">
  <title>ecofarmasintomas</title>


</head>
<body style="background-color: rgb(12, 81, 10); color: rgb(0, 0, 0);" alink="#ee0000" link="#0000ee" vlink="#551a8b">

<div style="text-align: center; width: 1350px; font-family: Georgia; background-color: rgb(26, 179, 21);"><big style="font-weight: bold;"><big><big><big><big>ECOFARMA</big></big></big></big></big></div>

<table style="text-align: left; width: 1350px; height: 60px;" border="1" cellpadding="2" cellspacing="2">

  <tbody>

    <tr style="font-weight: bold;" align="center">

      <td style="background-color: rgb(26, 179, 21);"><a href="file:///C:/Users/SAMSUNG/Downloads/Pagina%20web%20proyecto%20de%20grado/ecofarmasintomas.html"><big><big>SALIR</big></big></a></td>

    </tr>

    <tr style="font-weight: bold;" align="center">

      <td style="background-color: rgb(26, 179, 21);"><big><big>PLANTAS
PARA LA TOS&nbsp;</big></big></td>

    </tr>

  </tbody>
</table>

&nbsp; <br>

<ul style="font-family: Georgia;">

  <li><big>&#9888;</big><big><big style="font-weight: bold;"><big><small>RECOMENDACIONES</small></big></big>&#9888;&#65039;</big><span style="font-weight: bold;"><big><big>:</big></big></span></li>

</ul>

<ul style="text-align: justify;">

  <li><big><big>&#9989;<big><strong data-start="459" data-end="483">Uso
adecuado:</strong></big></big></big>&nbsp;</li>
</ul>
<div style="text-align: justify;"><big><big><big>Prepara correctamente
las infusiones, no excedas las dosis ni prolongues el tratamiento
m&aacute;s de 7-10 d&iacute;as sin supervisi&oacute;n. Consulta si
tienes enfermedades respiratorias graves, est&aacute;s embarazada o das
de lactar.</big></big></big></div>
<ul style="text-align: justify;">
  <li><big><big><big>&#9989;</big><big><strong data-start="910" data-end="950">Identificaci&oacute;n
precisa:</strong></big></big></big></li>
</ul>
<div style="text-align: justify;"><big><big><big>Aseg&uacute;rate de
usar las especies bot&aacute;nicas correctas. No recolectes plantas
silvestres sin experiencia. Compra en herborister&iacute;as o
proveedores confiables.</big></big></big></div>
<ul style="text-align: justify;">

  <li><big><big>&#9989;<big><span><strong>Recomendaci&oacute;n
cient&iacute;fica:</strong></span></big></big></big>&nbsp;</li>

</ul>
<div style="text-align: justify;"><big><big><big>Prefiere extractos,
c&aacute;psulas o aceites esenciales avalados por la farmacopea oficial
y agencias regulatorias como la EMA o NIH. Busca evidencia
cient&iacute;fica de eficacia y seguridad.
</big></big></big>
<br>
</div>
<div style="text-align: center;">
<div style="text-align: justify;"><big><big><big><br>
</big></big></big>
<h3 data-pm-slice="1 1 []"><big><big><big>1.<big><big><big><span></span></big></big></big>Tomillo (Thymus vulgaris)</big></big></big><big><big><big><span>:</span></big></big></big></h3>
<br>
<div style="text-align: center;"><img style="width: 641px; height: 405px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-16%20a%20las%2017.04.15_0de38efc.jpg"></div>
<big><big><big>
<br>

</big></big></big></div>

<div style="text-align: justify;">
<ul>
  <li>
    <h3 data-start="213" data-end="263"><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></h3>
  </li>
</ul>
<big><big><big>Hierve 1 cucharadita de hojas secas en 250 ml de agua
durante 10 minutos. Beber tibio 2 veces al d&iacute;a, endulzando con
miel si se desea.<br>
<br>
</big></big></big>
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>
</ul>
<big><big><big>El <span style="font-weight: bold;">tomillo </span>es
una planta perenne originaria del Mediterr&aacute;neo. Pertenece a la
familia Lamiaceae y crece como un arbusto peque&ntilde;o de hojas
arom&aacute;ticas y flores rosadas o lilas. Su principio activo es el <span style="font-weight: bold;">timol</span>, un <span style="font-weight: bold;">potente antis&eacute;ptico y expectorante natural</span>. Tambi&eacute;n contiene carvacrol, flavonoides y taninos. Estas sustancias contribuyen a su acci&oacute;n <span style="font-weight: bold;">antimicrobiana, antiinflamatoria y broncodilatadora</span>.
El tomillo se usa en infusi&oacute;n, aceites esenciales y vapores,
siendo eficaz en casos de tos seca o productiva. Favorece la
expulsi&oacute;n de mucosidades y alivia la garganta irritada. Es
seguro para adultos y ni&ntilde;os mayores de 3 a&ntilde;os. No debe
sobrepasarse en dosis altas por el efecto irritante del aceite
esencial. En la cocina, es utilizado como especia arom&aacute;tica.<br>
<br>
</big></big></big>
<ul>
  <li><big style="font-weight: bold;"><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>
</ul>
<big><big><big> El tomillo fue muy valorado en el <span style="font-weight: bold;">Antiguo Egipto para embalsamar cuerpos debido a sus propiedades antis&eacute;pticas.</span>
En Grecia, Hip&oacute;crates lo recomendaba para afecciones
respiratorias. Durante la Edad Media se usaba en Europa como remedio
contra la tos y como amuleto contra las pesadillas. En la medicina
popular mediterr&aacute;nea, ha sido un ingrediente com&uacute;n en
jarabes y vapores caseros. La farmacopea europea incluye el tomillo
como tratamiento adyuvante para bronquitis. La fitoterapia moderna
reconoce sus propiedades expectorantes y antitusivas. Su cultivo ha
sido promovido en pa&iacute;ses como Francia, Espa&ntilde;a e Italia.
Actualmente, es objeto de investigaciones por su potencial como
conservante natural y <span style="font-weight: bold;">agente antimicrobiano en productos farmac&eacute;uticos</span>.<br>
<br>
</big></big></big>
<h3 data-start="213" data-end="263"><big><big><big>2.</big></big></big> <big><big><big>Gordolobo (Verbascum thapsus):</big></big></big></h3>
<div style="text-align: center;"><img style="width: 641px; height: 405px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-16%20a%20las%2017.05.41_dd58156f.jpg"><br>
<br>
</div>
<ul>
  <li>
    <h3 data-start="213" data-end="263"><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></h3>
  </li>
</ul>
<big><big><big> Infusiona 1 cucharada de flores secas en 250 ml de agua
caliente por 10 minutos. Cuela con cuidado (puede irritar si se filtra
pelusa). Beber 2 veces al d&iacute;a.<br>
<br>
</big></big></big>
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>
</ul>
<big><big><big>El gordolobo es una planta bienal de tallo alto y flores
amarillas, originaria de Europa y Asia, perteneciente a la familia
Scrophulariaceae. Sus flores contienen muc&iacute;lagos, saponinas y
flavonoides, que tienen acci&oacute;n expectorante, calmante y
antiinflamatoria. Tradicionalmente usado para calmar tos seca y
facilitar la expulsi&oacute;n de flemas. El gordolobo suaviza las
mucosas respiratorias y relaja los m&uacute;sculos bronquiales. Su
infusi&oacute;n es el preparado m&aacute;s com&uacute;n, aunque
tambi&eacute;n se emplea en jarabes. Las hojas deben manipularse con
precauci&oacute;n, filtrando la infusi&oacute;n para evitar
ingesti&oacute;n de pelusa irritante. En fitoterapia moderna, es
reconocido como un remedio suave pero efectivo para catarros y
bronquitis leves. No debe usarse el aceite esencial interno.<br>
<a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8302513/">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8302513/</a><br>
</big></big></big>
<ul>
  <li><big style="font-weight: bold;"><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>
</ul>
<big><big><big> En Europa, el gordolobo era conocido desde la antig&uuml;edad como <span style="font-weight: bold;">"vela de los romanos"</span>
porque sus tallos secos se usaban como antorchas. Hip&oacute;crates
recomendaba su uso en problemas respiratorios. En la Edad Media, se
utilizaba para tratar <span style="font-weight: bold;">"toses del diablo"</span>,
nombre dado a las toses persistentes. En Am&eacute;rica, fue adoptado
por las tribus ind&iacute;genas como remedio de invierno. A partir del
siglo <span style="font-weight: bold;">XVIII</span>, la farmacopea
europea la incluy&oacute; como expectorante y calmante de mucosas.
Actualmente, es popular en remedios herbolarios para resfriados y tos
productiva, especialmente en el norte de Espa&ntilde;a y M&eacute;xico.
Estudios recientes avalan su uso tradicional.<br>
<br>
</big></big></big>
<h3 data-start="213" data-end="263"><big><big><big>3.</big></big></big>&nbsp;<big><big><big>Sello de Oro (Hydrastis canadensis):</big></big></big></h3>
<div style="text-align: center;"><img style="width: 642px; height: 418px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-16%20a%20las%2017.35.19_83ab74a2.jpg"></div>
<br>
<ul>
  <li>
    <h3 data-start="213" data-end="263"><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></h3>
  </li>
</ul>
<big><big><big> Esta planta es usada tradicionalmente como
antiinflamatorio y antimicrobiano. Para preparar una infusi&oacute;n,
coloca 1 cucharadita de ra&iacute;z seca de sello de oro en una taza de
agua caliente, deja reposar 10 minutos y b&eacute;belo tibio dos veces
al d&iacute;a. Tambi&eacute;n puedes usar su extracto como enjuague
bucal para aliviar inflamaciones.</big></big></big><br>
<br>
<br>
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>
</ul>
<big><big><big>El sello de oro es una <span style="font-weight: bold;">planta herb&aacute;ce</span>a
perenne de origen norteamericano, que pertenece a la familia
Ranunculaceae. Su parte medicinal es la ra&iacute;z, rica en berberina
y hidrastina, responsables de sus efectos antimicrobianos y
antiinflamatorios. Se usa tradicionalmente para afecciones de mucosas,
como infecciones <span style="font-weight: bold;">respiratorias, digestivas o urinarias, y como cicatrizante en heridas</span>.
Act&uacute;a inhibiendo la proliferaci&oacute;n bacteriana y modulando
mediadores de la inflamaci&oacute;n. Es muy usada en extractos
l&iacute;quidos y c&aacute;psulas. Debido a su potencia, no debe usarse
en embarazo ni por periodos prolongados. Es considerada una planta de
alto valor terap&eacute;utico y econ&oacute;mico.<br>
<a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3612440/">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3612440/</a><br>
</big></big></big>
<ul>
  <li><big style="font-weight: bold;"><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>
</ul>
<big><big><big>Utilizada ancestralmente por los pueblos nativos de
Am&eacute;rica del Norte, como los cheroqui y iroqueses, el sello de
oro era un remedio habitual para tratar inflamaciones oculares,
infecciones digestivas y heridas. Su uso fue adoptado por la medicina
popular europea en el siglo XVIII, siendo considerada una
&ldquo;penicilina vegetal&rdquo;. En el siglo XIX se populariz&oacute;
tanto que la planta estuvo cerca de la extinci&oacute;n debido a la
sobreexplotaci&oacute;n. Actualmente es cultivada en plantaciones
controladas. Su importancia ha sido destacada por fitoterapeutas
modernos y estudios cl&iacute;nicos que valoran sus propiedades como
antibi&oacute;tico natural.<br>
<a href="https://www-peacehealth-org.translate.goog/medical-topics/id/hn-2099007?_x_tr_sl=en&amp;_x_tr_tl=es&amp;_x_tr_hl=es&amp;_x_tr_pto=tc">Historia.</a><br>
<br>
</big></big></big>
<h3 data-start="213" data-end="263"><big><big><big>4.</big></big></big>&nbsp;<big><big><big>Ulmaria (Filipendula ulmaria):</big></big></big></h3>
<div style="text-align: center;"><img style="width: 641px; height: 405px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-16%20a%20las%2017.42.39_0db54d2e.jpg"><br>
<br>
<div style="text-align: justify;">
<ul>
  <li>
    <h3 data-start="213" data-end="263"><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></h3>
  </li>
</ul>
<big><big><big>Esta planta se usa como analg&eacute;sico y
antiinflamatorio natural. Prepara una infusi&oacute;n con 2
cucharaditas de flores secas por taza de agua caliente, infunde 10
minutos y bebe 1 taza 3 veces al d&iacute;a para aliviar dolores
articulares y musculares.<br>
</big></big></big></div>
</div>
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>
</ul>
<big><big><big>La ulmaria, <span style="font-weight: bold;">conocida tambi&eacute;n como reina de los prados</span>,
es una planta de la familia Rosaceae originaria de Europa y Asia.
Contiene &aacute;cido salic&iacute;lico, precursor natural de la
aspirina, lo que le confiere propiedades <span style="font-weight: bold;">antiinflamatorias, analg&eacute;sicas y antipir&eacute;ticas</span>.
Se utiliza especialmente para tratar dolores osteoarticulares, fiebre y
trastornos digestivos. Su efecto es m&aacute;s suave que el de los
f&aacute;rmacos sint&eacute;ticos, pero menos agresivo con el
est&oacute;mago. Se puede usar en infusi&oacute;n, extracto o en
ba&ntilde;os t&oacute;picos. Es segura si se respeta la dosis, aunque
debe <span style="font-weight: bold;">evitarse en personas al&eacute;rgicas a la aspirina</span>. Su suave sabor la hace popular en mezclas herbales.<br>
<a href="https://www.sorianatural.es/enciclopedia-de-plantas/ulmaria">https://www.sorianatural.es/enciclopedia-de-plantas/ulmaria</a><br>
<br>
</big></big></big>
<ul>
  <li><big style="font-weight: bold;"><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>
</ul>
<big><big><big>Usada desde la antig&uuml;edad por los celtas, la ulmaria fue considerada una <span style="font-weight: bold;">planta sagrada</span>.
En la Edad Media se cultivaba en jardines mon&aacute;sticos por sus
usos medicinales y arom&aacute;ticos. En el siglo XIX, el &aacute;cido
salic&iacute;lico fue extra&iacute;do por primera vez de esta planta,
antes de ser sintetizado como aspirina. La fitoterapia moderna ha
recuperado su uso como alternativa vegetal para el <span style="font-weight: bold;">dolor y la fiebre</span>. Actualmente es <span style="font-weight: bold;">reconocida en la farmacopea europea</span>. En las tradiciones populares europeas, se cre&iacute;a que proteg&iacute;a contra las malas energ&iacute;as.<br>
<a href="https://pubmed.ncbi.nlm.nih.gov/19107784/">https://pubmed.ncbi.nlm.nih.gov/19107784/</a><br>
</big></big></big><big><big><big><br>
</big></big></big>
<h3 data-start="213" data-end="263"><big><big><big>5.Palo de Arco (Tabebuia impetiginosa)</big></big></big><big><big><big>:</big></big></big></h3>
<div style="text-align: center;"><img style="width: 641px; height: 405px;" alt="" src="../../Pictures/Imagen%20de%20WhatsApp%202025-07-16%20a%20las%2017.49.22_265ff293.jpg"></div>
<ul>
  <li>
    <h3 data-start="213" data-end="263"><big><big><big><span style="font-weight: bold;">USOS:</span></big></big></big></h3>
  </li>
</ul>
<big><big><big>Usada como antiinflamatorio y antimicrobiano. Para una
decocci&oacute;n, hierve 1 cucharada de corteza en 1 litro de agua
durante 10 minutos. Bebe media taza dos veces al d&iacute;a para
aliviar infecciones respiratorias y dolores articulares.<br>
<br>
</big></big></big>
<ul>
  <li><big><big><big><big><span style="font-weight: bold;">DEFINICI&Oacute;N:</span></big></big></big></big></li>
</ul>
<big><big><big> El palo de arco es un &aacute;rbol nativo de
Am&eacute;rica del Sur, cuya corteza es utilizada medicinalmente por su
riqueza en naftoquinonas como el lapacol y la beta-lapachona. Posee
propiedades antiinflamatorias, antif&uacute;ngicas, antibacterianas e
inmunoestimulantes. Se emplea en decocciones o c&aacute;psulas
estandarizadas, especialmente en infecciones respiratorias, digestivas
y como apoyo en enfermedades inflamatorias cr&oacute;nicas. Su uso debe
controlarse, ya que en altas dosis puede ser t&oacute;xico. Es valorada
por herbolarios sudamericanos y su corteza se cosecha cuidadosamente
para evitar la deforestaci&oacute;n.<br>
<a href="https://www.una.edu.ni/palo-de-arco-2/#:%7E:text=Planta%20con%20diversos%20usos%2C%20de%20ella%20se,la%20madera%20se%20usa%20en%20la%20construcci%F3n.">PROPIEDADES.</a><br>
</big></big></big>
<ul>
  <li><big style="font-weight: bold;"><big><big><big><big><small>HISTORIA:</small></big></big></big></big></big></li>
</ul>
<big><big><big> El palo de arco ha sido empleado por<span style="font-weight: bold;"> pueblos ind&iacute;genas amaz&oacute;nicos como medicina natural durante siglos</span>. Las culturas quechuas y guaran&iacute;es usaban la corteza para combatir i<span style="font-weight: bold;">nfecciones y problemas inflamatorios</span>.
En el siglo XX su uso se extendi&oacute; en Brasil, donde se
comercializa como &ldquo;ip&ecirc; roxo&rdquo; y es considerado un
antibi&oacute;tico natural. Investigadores estadounidenses y europeos
comenzaron a estudiar sus compuestos activos en los a&ntilde;os 70. En
la actualidad, sigue siendo <span style="font-weight: bold;">popular en fitoterapia</span> latinoamericana y algunos extractos estandarizados han demostrado actividad farmacol&oacute;gica interesante.<br>
<br>
</big></big></big></div>

</div>

</body>
</html>
